exampel_mesage = {
    "progress":
        """Словарный запас: +13 слов
⬆️ Новых слов за неделю: +5 слов
Дней практики: 4 дня
Непрерывная серия: 0 дней""",
    "referal":
        """
Баланс: 300
Дни 30
Кого вы пригласили: -
Рефералов 1-го уровня: 0
Рефералов 2-го уровня:
Пригласите друзей по кнопкам ниже""",
}

message_text = {
    "choose_notify":
        """⏰Выбери удобное время для занятий и я буду тебе напоминать об уроках!
\n💡Время Московское""",
    "interval_repeat":
"""
Интервальные повторения  — техника запоминания слов, с интервальными напоминаниями. 

Отмечай насколько хорошо ты помнишь слово, в следящий раз я покажу тебе его тогда, когда ты начнёшь его забывать)

У тебя будет 3 варианта ответа:

🔹Не помню - я покажу слово сразу  
🔹Плохо помню - я покажу это слово завтра, чтобы быстрее его выучить  
🔹Помню хорошо - покажу слово через 3 дня, чтобы закрепить это слово в памяти 

Отвечай честно, иначе ничего не получится, эта техника помогла выучить английский язык миллионам людей💡
""",
    "support_1":
"""
😁Пиши, не стесняйся, если видишь какие то ошибки в боте, так же, если есть предложения)

Мы скоро тебе ответим!        
""",
    "support_2":
        """Через некоторое время мы обязательно ответим.
""",
    "pay":
"""Сколько стоит пользование ботом без
Ограничений?

*💡Все функции:*
 ⁃ Безлимитное изучение слов 
 ⁃ Интервальное обучение 
 ⁃ Тесты и задания
 ⁃ Свой словарь 
 ⁃ Напоминания и мотивация 
 ⁃ Практика общения 
 ⁃ Игры с друзьями 
 ⁃ Баллы и рейтинг учеников 
 ⁃ Партнерская программа
 ⁃ Ежедневная поддержка 
 ⁃ Рассылка бонусов 

🤭3 рубля в день = полная среда изучения английского языка
""",
    "start_learn":
"""
📚Этот раздел для изучения слов и их повторений

🤗Начинай с кнопки *Изучать слова*, потом *Интервальное повторение*

⏰Не забудь поставить уведомление об уроках, кнопка *Расписание*
""",
    "start_translate":
"""
🗒Это твой личный словарь, в который ты можешь добавить любое слово.

✏️Ты можешь писать слова на русском или на английском

🔄Бот сам переведет слово
""",
    "my_dict":
"""
🗒Это твой личный словарь, сюда автоматически добавляются слова которые ты учишь 

🔹Также, ты можешь добавить любое слово в разделе *Перевести слово*

""",
    "translate":
"""
✏️Напиши слово на русском или на английском

🔄Бот сам переведет слово
""",
    "robot_hi":
# """
# 👋 Привет! Я твой виртуальный учитель, давай общаться, пиши не стесняйся)
# """
"""
👋 Привет! Я твой виртуальный учитель, мы сможем пообщаться, но немного позже)
""",
    "learn_word":
"""
🔹Тут ты можешь выбрать тему для обучения, или учить слова из нашей базы 

🔹Также в разделе *Перевести слово* ты можешь добавить свои слова и они появится тут для изучения
""",
    "talk_message":
"""
🗣Тут ты можешь повышать свою практику общения на английском 

🤳Как только кто-то ещё нажмёт “Болталка», можно начинать общаться.

Не стесняйся, все свои🤪
"""
}
